wso2/iskm-bizops/scripts/serviceProviders/getApplication.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://org.apache.axis2/xsd">
   <soap:Header/>
   <soap:Body>
      <xsd:getApplication>
         <!--Optional:-->
         <xsd:applicationName>@appname@</xsd:applicationName>
      </xsd:getApplication>
   </soap:Body>
</soap:Envelope>